Repository: owngoal-dev/iGhostVT
Catalog: iGhostVT/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, it, ja, ko, pt_br, ru, vi, zh_hans, zh_hant

source: %@ (Default)
ar: %@ (افتراضي)
de: %@ (Standard)
es: %@ (predeterminado)
fr: %@ (par défaut)
it: %@ (predefinito)
ja: %@（デフォルト）
ko: %@(기본)
pt_br: %@ (padrão)
ru: %@ (по умолчанию)
vi: %@ (Mặc định)
zh_hans: %@（默认）
zh_hant: %@（預設）

source: %lld entries
ar: %lld إدخال
de: %lld Einträge
es: %lld entradas
fr: %lld entrées
it: %lld voci
ja: %lld件
ko: %lld개 항목
pt_br: %lld entradas
ru: %lld записей
vi: %lld mục
zh_hans: %lld 条
zh_hant: %lld 筆

source: %lld lines
ar: %lld سطر
de: %lld Zeilen
es: %lld líneas
fr: %lld lignes
it: %lld righe
ja: %lld 行
ko: %lld줄
pt_br: %lld linhas
ru: %lld строк
vi: %lld dòng
zh_hans: %lld 行
zh_hant: %lld 行

source: %lld pt
ar: %lld نقطة
ru: %lld пт
zh_hans: %lld 点
zh_hant: %lld 點

source: %lld Tabs
ar: %lld علامة تبويب
es: %lld pestañas
fr: %lld onglets
it: %lld schede
ja: %lld 個のタブ
ko: 탭 %lld개
pt_br: %lld abas
ru: %lld вкладки
vi: %lld tab
zh_hans: %lld 个标签页
zh_hant: %lld 個分頁

source: A custom key types the characters you enter, together with any modifier keys that are switched on.
ar: يكتب المفتاح المخصص الأحرف التي تُدخلها، مع أي مفاتيح تعديل مُفعَّلة.
de: Eine eigene Taste gibt die eingegebenen Zeichen ein, zusammen mit allen aktivierten Modifikatortasten.
es: Una tecla personalizada escribe los caracteres que introduzca, junto con las teclas modificadoras que estén activadas.
fr: Une touche personnalisée saisit les caractères que vous entrez, avec les touches de modification activées.
it: Un tasto personalizzato digita i caratteri che inserisci, insieme ai tasti modificatori attivi.
ja: カスタムキーは、入力した文字を、オンになっている修飾キーとともに送信します。
ko: 사용자 지정 키는 입력한 문자를 켜져 있는 수정 키와 함께 입력합니다.
pt_br: Uma tecla personalizada digita os caracteres que você inserir, junto com as teclas modificadoras que estiverem ativadas.
ru: Своя клавиша вводит указанные символы вместе с включёнными клавишами-модификаторами.
vi: Phím tùy chỉnh sẽ nhập các ký tự bạn đặt, kèm theo mọi phím bổ trợ đang bật.
zh_hans: 自定义按键将输入所设定的字符，并结合当前已启用的修饰键。
zh_hant: 自訂按鍵將輸入所設定的字元，並結合目前啟用的修飾鍵。

source: A program in this terminal wants to read the clipboard: %@
ar: يريد برنامج في هذه الطرفية قراءة الحافظة: %@
de: Ein Programm in diesem Terminal möchte die Zwischenablage lesen: %@
es: Un programa de este terminal quiere leer el portapapeles: %@
fr: Un programme de ce terminal veut lire le presse-papiers : %@
it: Un programma in questo terminale vuole leggere gli appunti: %@
ja: このターミナル内のプログラムがクリップボードを読み取ろうとしています：%@
ko: 이 터미널의 프로그램이 클립보드를 읽으려고 합니다: %@
pt_br: Um programa deste terminal quer ler a área de transferência: %@
ru: Программа в этом терминале хочет прочитать буфер обмена: %@
vi: Một chương trình trong Terminal này muốn đọc bảng nhớ tạm: %@
zh_hans: 此终端中的程序想要读取剪贴板：%@
zh_hant: 此終端機中的程式想要讀取剪貼板：%@

source: A program in this terminal wants to replace the clipboard with: %@
ar: يريد برنامج في هذه الطرفية استبدال محتوى الحافظة بـ: %@
de: Ein Programm in diesem Terminal möchte die Zwischenablage ersetzen durch: %@
es: Un programa de este terminal quiere reemplazar el portapapeles por: %@
fr: Un programme de ce terminal veut remplacer le presse-papiers par : %@
it: Un programma in questo terminale vuole sostituire gli appunti con: %@
ja: このターミナル内のプログラムがクリップボードを次の内容に置き換えようとしています：%@
ko: 이 터미널의 프로그램이 클립보드를 다음 내용으로 바꾸려고 합니다: %@
pt_br: Um programa deste terminal quer substituir a área de transferência por: %@
ru: Программа в этом терминале хочет заменить буфер обмена на: %@
vi: Một chương trình trong Terminal này muốn thay nội dung bảng nhớ tạm bằng: %@
zh_hans: 此终端中的程序想要将剪贴板内容替换为：%@
zh_hant: 此終端機中的程式想要將剪貼板內容替換為：%@

source: A program to run instead of the shell, with its arguments. Leave empty for the default shell.
ar: برنامج يُشغَّل بدلاً من الصدفة، مع وسائطه. اتركه فارغاً لاستخدام الصدفة الافتراضية.
de: Ein Programm mit Argumenten, das anstelle der Shell ausgeführt wird. Leer lassen für die Standard-Shell.
es: Un programa con sus argumentos que se ejecutará en lugar del shell. Déjelo vacío para usar el shell predeterminado.
fr: Un programme et ses arguments à exécuter à la place du shell. Laissez vide pour le shell par défaut.
it: Un programma con i suoi argomenti da eseguire al posto della shell. Lascia vuoto per la shell predefinita.
ja: シェルの代わりに実行するプログラムとその引数。空のままにするとデフォルトのシェルを使います。
ko: 셸 대신 실행할 프로그램과 인수입니다. 비워 두면 기본 셸을 사용합니다.
pt_br: Um programa com seus argumentos para executar no lugar do shell. Deixe em branco para usar o shell padrão.
ru: Программа с аргументами, которая запустится вместо оболочки. Оставьте пустым, чтобы использовать оболочку по умолчанию.
vi: Chương trình chạy thay cho shell, kèm các đối số. Để trống để dùng shell mặc định.
zh_hans: 代替 shell 运行的程序及其参数。留空则使用默认 shell。
zh_hant: 代替 shell 執行的程式及其引數。留空則使用預設 shell。

source: A shortcut that is off hands its key to the program running in the terminal. Escape always reaches the terminal.
ar: الاختصار المُعطَّل يُمرِّر مفتاحه إلى البرنامج العامل في الطرفية. ويصل مفتاح Escape إلى الطرفية دائماً.
de: Ein ausgeschaltetes Tastenkürzel gibt seine Taste an das Programm im Terminal weiter. Escape erreicht das Terminal immer.
es: Un atajo desactivado entrega su tecla al programa que se ejecuta en el terminal. Escape siempre llega al terminal.
fr: Un raccourci désactivé transmet sa touche au programme exécuté dans le terminal. Échap atteint toujours le terminal.
it: Una scorciatoia disattivata passa il suo tasto al programma in esecuzione nel terminale. Esc raggiunge sempre il terminale.
ja: 無効にしたショートカットのキーは、ターミナルで実行中のプログラムに渡されます。Escape キーは常にターミナルに送信されます。
ko: 해제된 단축키의 키는 터미널에서 실행 중인 프로그램으로 전달됩니다. Escape 키는 항상 터미널로 전달됩니다.
pt_br: Um atalho desativado entrega sua tecla ao programa em execução no terminal. Escape sempre chega ao terminal.
ru: Отключённое сочетание клавиш передаёт свою клавишу программе, запущенной в терминале. Escape всегда передаётся в терминал.
vi: Phím tắt đã tắt sẽ nhường phím đó cho chương trình đang chạy trong Terminal. Phím Escape luôn được gửi tới Terminal.
zh_hans: 关闭快捷键后，该按键将交由终端中运行的程序处理。Esc 始终会发送到终端。
zh_hant: 關閉快速鍵後，該按鍵將交由終端機中執行的程式處理。Esc 一律會傳送至終端機。

source: About
ar: حول
de: Über
es: Información
fr: À propos
it: Informazioni
ja: 情報
ko: 정보
pt_br: Sobre
ru: О программе
vi: Giới thiệu
zh_hans: 关于
zh_hant: 關於

source: Accessory Keys
ar: مفاتيح مساعدة
de: Zusatztasten
es: Teclas de la barra
fr: Touches de la barre
it: Tasti della barra
ja: ショートカットバー
ko: 액세서리 키
pt_br: Teclas da barra
ru: Клавиши панели
vi: Phím phụ trợ
zh_hans: 键盘辅助键
zh_hant: 鍵盤輔助鍵

source: Actual Size
ar: الحجم الفعلي
de: Originalgröße
es: Tamaño real
fr: Taille réelle
it: Dimensioni reali
ja: 実際のサイズ
ko: 실제 크기
pt_br: Tamanho real
ru: Реальный размер
vi: Kích thước thực
zh_hans: 实际大小
zh_hant: 實際大小

source: Add
ar: إضافة
de: Hinzufügen
es: Añadir
fr: Ajouter
it: Aggiungi
ja: 追加
ko: 추가
pt_br: Adicionar
ru: Добавить
vi: Thêm
zh_hans: 添加
zh_hant: 加入

source: Add %@
ar: إضافة %@
de: %@ hinzufügen
es: Añadir %@
fr: Ajouter %@
it: Aggiungi %@
ja: %@を追加
ko: %@ 추가
pt_br: Adicionar %@
ru: Добавить %@
vi: Thêm %@
zh_hans: 添加 %@
zh_hant: 加入 %@

source: Add Custom Key…
ar: إضافة مفتاح مخصص…
de: Eigene Taste hinzufügen…
es: Añadir tecla personalizada…
fr: Ajouter une touche personnalisée…
it: Aggiungi tasto personalizzato…
ja: カスタムキーを追加…
ko: 사용자 지정 키 추가…
pt_br: Adicionar tecla personalizada…
ru: Добавить свою клавишу…
vi: Thêm phím tùy chỉnh…
zh_hans: 添加自定义按键…
zh_hant: 加入自訂按鍵…

source: Add Divider
ar: إضافة فاصل
de: Trenner hinzufügen
es: Añadir separador
fr: Ajouter un séparateur
it: Aggiungi divisore
ja: 区切りを追加
ko: 구분선 추가
pt_br: Adicionar separador
ru: Добавить разделитель
vi: Thêm dấu phân cách
zh_hans: 添加分隔符
zh_hant: 加入分隔符號

source: Advanced
ar: متقدم
de: Erweitert
es: Avanzado
fr: Avancé
it: Avanzate
ja: 詳細設定
ko: 고급
pt_br: Avançado
ru: Дополнительно
vi: Nâng cao
zh_hans: 高级
zh_hant: 進階

source: All Categories
ar: كل الفئات
de: Alle Kategorien
es: Todas las categorías
fr: Toutes les catégories
it: Tutte le categorie
ja: すべてのカテゴリ
ko: 모든 카테고리
pt_br: Todas as categorias
ru: Все категории
vi: Tất cả danh mục
zh_hans: 所有类别
zh_hant: 所有類別

source: Allow
ar: السماح
de: Erlauben
es: Permitir
fr: Autoriser
it: Consenti
ja: 許可
ko: 허용
pt_br: Permitir
ru: Разрешить
vi: Cho phép
zh_hans: 允许
zh_hant: 允許

source: Allow Clipboard Access?
ar: السماح بالوصول إلى الحافظة؟
de: Zugriff auf die Zwischenablage erlauben?
es: ¿Permitir el acceso al portapapeles?
fr: Autoriser l’accès au presse-papiers ?
it: Consentire l’accesso agli appunti?
ja: クリップボードへのアクセスを許可しますか？
ko: 클립보드 접근을 허용하시겠습니까?
pt_br: Permitir acesso à área de transferência?
ru: Разрешить доступ к буферу обмена?
vi: Cho phép truy cập bảng nhớ tạm?
zh_hans: 允许读取剪贴板？
zh_hant: 允許讀取剪貼板？

source: Allow Clipboard Change?
ar: السماح بتغيير الحافظة؟
de: Ändern der Zwischenablage erlauben?
es: ¿Permitir cambiar el portapapeles?
fr: Autoriser la modification du presse-papiers ?
it: Consentire la modifica degli appunti?
ja: クリップボードの変更を許可しますか？
ko: 클립보드 변경을 허용하시겠습니까?
pt_br: Permitir alterar a área de transferência?
ru: Разрешить изменить буфер обмена?
vi: Cho phép thay đổi bảng nhớ tạm?
zh_hans: 允许修改剪贴板？
zh_hant: 允許修改剪貼板？

source: Allow Terminal Helper
ar: السماح بمساعد الطرفية
de: Terminal-Helfer erlauben
es: Permitir el asistente del terminal
fr: Autoriser l’assistant du terminal
it: Consenti l’assistente del terminale
ja: ターミナルヘルパーを許可
ko: 터미널 헬퍼 허용
pt_br: Permitir assistente do terminal
ru: Разрешить помощник терминала
vi: Cho phép Trình trợ giúp Terminal
zh_hans: 允许终端助手
zh_hant: 允許終端機助手

source: App
ar: التطبيق
ja: アプリ
ko: 앱
ru: Приложение
vi: Ứng dụng
zh_hans: 应用

source: Appearance
ar: المظهر
de: Erscheinungsbild
es: Apariencia
fr: Apparence
it: Aspetto
ja: 外観
ko: 외관
pt_br: Aparência
ru: Внешний вид
vi: Diện mạo
zh_hans: 外观
zh_hant: 外觀

source: At Prompt
ar: عند الموجّه
de: An der Eingabeaufforderung
es: En el prompt
fr: À l’invite
it: Al prompt
ja: プロンプト待ち
ko: 프롬프트 대기 중
pt_br: No prompt
ru: В приглашении
vi: Ở dấu nhắc
zh_hans: 位于提示符
zh_hant: 位於提示字元

source: Automatic
ar: تلقائي
de: Automatisch
es: Automático
fr: Automatique
it: Automatico
ja: 自動
ko: 자동
pt_br: Automático
ru: Автоматически
vi: Tự động
zh_hans: 自动
zh_hant: 自動

source: Bigger
ar: أكبر
de: Größer
es: Más grande
fr: Plus grand
it: Più grande
ja: 大きく
ko: 크게
pt_br: Maior
ru: Крупнее
vi: Lớn hơn
zh_hans: 放大
zh_hant: 放大

source: Broken Installation
ar: تثبيت تالف
de: Beschädigte Installation
es: Instalación dañada
fr: Installation endommagée
it: Installazione danneggiata
ja: インストールが破損しています
ko: 손상된 설치
pt_br: Instalação Danificada
ru: Повреждённая установка
vi: Bản cài đặt bị hỏng
zh_hans: 安装损坏
zh_hant: 安裝損壞

source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
ja: キャンセル
ko: 취소
pt_br: Cancelar
ru: Отмена
vi: Hủy
zh_hans: 取消
zh_hant: 取消

source: Category
ar: الفئة
de: Kategorie
es: Categoría
fr: Catégorie
it: Categoria
ja: カテゴリ
ko: 카테고리
pt_br: Categoria
ru: Категория
vi: Danh mục
zh_hans: 类别
zh_hant: 類別

source: Check Again
ar: التحقق مرة أخرى
de: Erneut prüfen
es: Comprobar de nuevo
fr: Vérifier à nouveau
it: Controlla di nuovo
ja: 再確認
ko: 다시 확인
pt_br: Verificar novamente
ru: Проверить снова
vi: Kiểm tra lại
zh_hans: 重新检查
zh_hant: 重新檢查

source: Checks whether a program is running in a terminal session. A session waiting at its shell prompt is not busy.
ar: يتحقق مما إذا كان هناك برنامج يعمل في جلسة طرفية. الجلسة المنتظرة عند موجّه الصدفة ليست مشغولة.
de: Prüft, ob in einer Terminalsitzung ein Programm läuft. Eine Sitzung, die an der Shell-Eingabeaufforderung wartet, ist nicht beschäftigt.
es: Comprueba si se está ejecutando un programa en una sesión de terminal. Una sesión que espera en el prompt del shell no está ocupada.
fr: Vérifie si un programme s’exécute dans une session de terminal. Une session en attente à l’invite du shell n’est pas occupée.
it: Controlla se un programma è in esecuzione in una sessione del terminale. Una sessione in attesa al prompt della shell non è occupata.
ja: ターミナルセッションでプログラムが実行中かどうかを確認します。シェルのプロンプトで待機中のセッションは使用中ではありません。
ko: 터미널 세션에서 프로그램이 실행 중인지 확인합니다. 셸 프롬프트에서 대기 중인 세션은 사용 중이 아닙니다.
pt_br: Verifica se um programa está em execução em uma sessão de terminal. Uma sessão aguardando no prompt do shell não está ocupada.
ru: Проверяет, выполняется ли программа в сеансе терминала. Сеанс, ожидающий в приглашении оболочки, не занят.
vi: Kiểm tra xem có chương trình nào đang chạy trong phiên Terminal không. Phiên đang chờ ở dấu nhắc shell thì không bận.
zh_hans: 检查终端会话中是否有程序在运行。在 shell 提示符处等待的会话不算忙碌。
zh_hant: 檢查終端機工作階段中是否有程式在執行。在 shell 提示字元處等待的工作階段不算忙碌。

source: Choose and arrange the keys on the bar above the keyboard.
ar: اختر المفاتيح ورتّبها في الشريط أعلى لوحة المفاتيح.
de: Wählen Sie die Tasten der Leiste über der Tastatur aus und ordnen Sie sie an.
es: Elija y ordene las teclas de la barra sobre el teclado.
fr: Choisissez et organisez les touches de la barre au-dessus du clavier.
it: Scegli e disponi i tasti della barra sopra la tastiera.
ja: キーボード上部のショートカットバーに表示するキーと並び順を設定します。
ko: 키보드 위 막대에 표시할 키와 순서를 설정합니다.
pt_br: Escolha e organize as teclas da barra acima do teclado.
ru: Выберите и расположите клавиши на панели над клавиатурой.
vi: Chọn và sắp xếp các phím trên thanh phía trên bàn phím.
zh_hans: 选择并排列键盘上方快捷栏中的按键。
zh_hant: 選擇並排列鍵盤上方快捷列中的按鍵。

source: Choose Automatic to use the default login shell. Custom paths must not include the bootstrap root, which can change when the environment is recreated.
ar: اختر «تلقائي» لاستخدام صدفة تسجيل الدخول الافتراضية. ويجب ألا تتضمن المسارات المخصصة جذر البيئة، فقد يتغير عند إعادة إنشائها.
de: Wählen Sie „Automatisch“, um Ihre Standard-Login-Shell zu verwenden. Benutzerdefinierte Pfade dürfen nicht das Bootstrap-Stammverzeichnis enthalten, das sich ändern kann, wenn die Umgebung neu erstellt wird.
es: Elige Automático para usar el shell de inicio de sesión predeterminado. Las rutas personalizadas no deben incluir la raíz del entorno de arranque, que puede cambiar al recrear el entorno.
fr: Choisissez Automatique pour utiliser le shell de connexion par défaut. Les chemins personnalisés ne doivent pas inclure la racine de l’environnement d’amorçage, qui peut changer lorsque l’environnement est recréé.
it: Scegli Automatico per usare la shell di login predefinita. I percorsi personalizzati non devono includere la radice dell’ambiente bootstrap, che può cambiare quando l’ambiente viene ricreato.
ja: 「自動」を選ぶと、デフォルトのログインシェルを使用します。カスタムパスには、環境の再作成時に変わる可能性があるブートストラップルートを含めないでください。
ko: 자동을 선택하면 기본 로그인 셸을 사용합니다. 사용자 지정 경로에는 환경을 다시 만들 때 변경될 수 있는 부트스트랩 루트를 포함하지 마십시오.
pt_br: Escolha Automático para usar o shell de login padrão. Caminhos personalizados não devem incluir a raiz do bootstrap, que pode mudar quando o ambiente for recriado.
ru: Выберите «Автоматически», чтобы использовать оболочку входа по умолчанию. Пользовательские пути не должны включать корень загрузочного окружения, который может измениться при пересоздании среды.
vi: Chọn Tự động để dùng shell đăng nhập mặc định. Đường dẫn tùy chỉnh không được chứa thư mục gốc của môi trường, vì thư mục đó có thể thay đổi khi môi trường được tạo lại.
zh_hans: 选择“自动”以使用默认登录命令行解释器。自定义路径不得包含环境根目录，因为重新创建环境时该目录可能发生变化。
zh_hant: 選擇「自動」以使用預設登入命令列直譯器。自訂路徑不得包含環境根目錄，因為重新建立環境時該目錄可能會變更。

source: Choose Automatic to use your login shell. Enter a custom executable path when it is not listed above.
ar: اختر «تلقائي» لاستخدام صدفة تسجيل الدخول. وأدخل مساراً مخصصاً لملف تنفيذي إذا لم يكن مدرجاً أعلاه.
de: Wählen Sie „Automatisch“, um Ihre Login-Shell zu verwenden. Geben Sie einen benutzerdefinierten Pfad zu einer ausführbaren Datei ein, wenn sie oben nicht aufgeführt ist.
es: Elige Automático para usar tu shell de inicio de sesión. Introduce una ruta personalizada a un ejecutable si no aparece arriba.
fr: Choisissez Automatique pour utiliser votre shell de connexion. Saisissez le chemin personnalisé d’un exécutable s’il ne figure pas ci-dessus.
it: Scegli Automatico per usare la shell di login. Inserisci il percorso personalizzato di un eseguibile se non è elencato sopra.
ja: 「自動」を選ぶと、ログインシェルを使用します。一覧にない場合は、実行可能ファイルのカスタムパスを入力してください。
ko: 자동을 선택하면 로그인 셸을 사용합니다. 위 목록에 없으면 실행 파일의 사용자 지정 경로를 입력하십시오.
pt_br: Escolha Automático para usar seu shell de login. Informe um caminho personalizado para um executável se ele não estiver listado acima.
ru: Выберите «Автоматически», чтобы использовать оболочку входа. Если нужного исполняемого файла нет в списке выше, укажите путь к нему.
vi: Chọn Tự động để dùng shell đăng nhập của bạn. Nhập đường dẫn tệp thực thi tùy chỉnh nếu nó không có trong danh sách trên.
zh_hans: 选择“自动”以使用登录命令行解释器。若未列于上方，请输入可执行文件的自定义路径。
zh_hant: 選擇「自動」以使用登入命令列直譯器。若未列於上方，請輸入可執行檔的自訂路徑。

source: Clear Screen
ar: مسح الشاشة
de: Bildschirm löschen
es: Borrar pantalla
fr: Effacer l’écran
it: Cancella schermo
ja: 画面を消去
ko: 화면 지우기
pt_br: Limpar tela
ru: Очистить экран
vi: Xóa màn hình
zh_hans: 清除屏幕
zh_hant: 清除畫面

source: Close
ar: إغلاق
de: Schließen
es: Cerrar
fr: Fermer
it: Chiudi
ja: 閉じる
ko: 닫기
pt_br: Fechar
ru: Закрыть
vi: Đóng
zh_hans: 关闭
zh_hant: 關閉

source: Close “%@”?
ar: إغلاق «%@»؟
de: „%@“ schließen?
es: ¿Cerrar “%@”?
fr: Fermer « %@ » ?
it: Chiudere “%@”?
ja: 「%@」を閉じますか?
ko: “%@”을(를) 닫으시겠습니까?
pt_br: Fechar “%@”?
ru: Закрыть «%@»?
vi: Đóng “%@”?
zh_hans: 关闭“%@”？
zh_hant: 關閉「%@」？

source: Close All
ar: إغلاق الكل
de: Alle schließen
es: Cerrar todo
fr: Tout fermer
it: Chiudi tutto
ja: すべて閉じる
ko: 모두 닫기
pt_br: Fechar tudo
ru: Закрыть все
vi: Đóng tất cả
zh_hans: 全部关闭
zh_hant: 全部關閉

source: Close All Tabs?
ar: إغلاق كل علامات التبويب؟
de: Alle Tabs schließen?
es: ¿Cerrar todas las pestañas?
fr: Fermer tous les onglets ?
it: Chiudere tutte le schede?
ja: すべてのタブを閉じますか?
ko: 모든 탭을 닫으시겠습니까?
pt_br: Fechar todas as abas?
ru: Закрыть все вкладки?
vi: Đóng tất cả tab?
zh_hans: 关闭所有标签页？
zh_hant: 關閉所有分頁？

source: Close Tab
ar: إغلاق علامة التبويب
de: Tab schließen
es: Cerrar pestaña
fr: Fermer l’onglet
it: Chiudi scheda
ja: タブを閉じる
ko: 탭 닫기
pt_br: Fechar aba
ru: Закрыть вкладку
vi: Đóng tab
zh_hans: 关闭标签页
zh_hant: 關閉分頁

source: Close Window
ar: إغلاق النافذة
de: Fenster schließen
es: Cerrar ventana
fr: Fermer la fenêtre
it: Chiudi finestra
ja: ウインドウを閉じる
ko: 윈도우 닫기
pt_br: Fechar janela
ru: Закрыть окно
vi: Đóng cửa sổ
zh_hans: 关闭窗口
zh_hant: 關閉視窗

source: Columns
ar: الأعمدة
de: Spalten
es: Columnas
fr: Colonnes
it: Colonne
ja: 列数
ko: 열 수
pt_br: Colunas
ru: Столбцы
vi: Cột
zh_hans: 列数
zh_hant: 欄數

source: Command Line
ar: سطر الأوامر
de: Befehlszeile
es: Línea de comandos
fr: Ligne de commande
it: Riga di comando
ja: コマンドライン
ko: 명령줄
pt_br: Linha de comando
ru: Командная строка
vi: Dòng lệnh
zh_hans: 命令行
zh_hant: 命令列

source: Configuration
ar: ملف الإعداد
de: Konfiguration
es: Configuración
it: Configurazione
ja: 設定ファイル
ko: 구성
pt_br: Configuração
ru: Конфигурация
vi: Tệp cấu hình
zh_hans: 配置文件
zh_hant: 設定檔

source: Connecting…
ar: جارٍ الاتصال…
de: Verbindung wird hergestellt…
es: Conectando…
fr: Connexion…
it: Connessione…
ja: 接続中…
ko: 연결 중…
pt_br: Conectando…
ru: Подключение…
vi: Đang kết nối…
zh_hans: 正在连接…
zh_hant: 正在連線…

source: Connection lost. Reconnecting…
ar: انقطع الاتصال. جارٍ إعادة الاتصال…
de: Verbindung verloren. Verbindung wird wiederhergestellt…
es: Se perdió la conexión. Reconectando…
fr: Connexion perdue. Reconnexion…
it: Connessione persa. Riconnessione…
ja: 接続が切断されました。再接続中…
ko: 연결이 끊겼습니다. 다시 연결하는 중…
pt_br: Conexão perdida. Reconectando…
ru: Соединение потеряно. Повторное подключение…
vi: Mất kết nối. Đang kết nối lại…
zh_hans: 连接已断开，正在重新连接…
zh_hant: 連線已中斷，正在重新連線…

source: Control-A (Line Start)
ar: Control-A (بداية السطر)
de: Control-A (Zeilenanfang)
es: Control-A (inicio de línea)
fr: Contrôle-A (début de ligne)
it: Control-A (inizio riga)
ja: Control-A（行頭）
ko: Control-A(줄 시작)
pt_br: Control-A (início da linha)
ru: Control-A (начало строки)
vi: Control-A (Đầu dòng)
zh_hans: Control-A（行首）
zh_hant: Control-A（行首）

source: Control-C (Interrupt)
ar: Control-C (مقاطعة)
de: Control-C (Abbrechen)
es: Control-C (interrumpir)
fr: Contrôle-C (interrompre)
it: Control-C (interrompi)
ja: Control-C（中断）
ko: Control-C(중단)
pt_br: Control-C (interromper)
ru: Control-C (прервать)
vi: Control-C (Ngắt)
zh_hans: Control-C（中断）
zh_hant: Control-C（中斷）

source: Control-D (End of Input)
ar: Control-D (نهاية الإدخال)
de: Control-D (Eingabeende)
es: Control-D (fin de entrada)
fr: Contrôle-D (fin de saisie)
it: Control-D (fine input)
ja: Control-D（入力終了）
ko: Control-D(입력 종료)
pt_br: Control-D (fim da entrada)
ru: Control-D (конец ввода)
vi: Control-D (Kết thúc nhập)
zh_hans: Control-D（输入结束）
zh_hant: Control-D（輸入結束）

source: Control-E (Line End)
ar: Control-E (نهاية السطر)
de: Control-E (Zeilenende)
es: Control-E (fin de línea)
fr: Contrôle-E (fin de ligne)
it: Control-E (fine riga)
ja: Control-E（行末）
ko: Control-E(줄 끝)
pt_br: Control-E (fim da linha)
ru: Control-E (конец строки)
vi: Control-E (Cuối dòng)
zh_hans: Control-E（行尾）
zh_hant: Control-E（行尾）

source: Control-L (Clear Screen)
ar: Control-L (مسح الشاشة)
de: Control-L (Bildschirm löschen)
es: Control-L (borrar pantalla)
fr: Contrôle-L (effacer l’écran)
it: Control-L (cancella schermo)
ja: Control-L（画面消去）
ko: Control-L(화면 지우기)
pt_br: Control-L (limpar tela)
ru: Control-L (очистить экран)
vi: Control-L (Xóa màn hình)
zh_hans: Control-L（清屏）
zh_hant: Control-L（清除畫面）

source: Control-R (Search History)
ar: Control-R (بحث في السجل)
de: Control-R (Verlauf durchsuchen)
es: Control-R (buscar en el historial)
fr: Contrôle-R (rechercher dans l’historique)
it: Control-R (cerca nella cronologia)
ja: Control-R（履歴を検索）
ko: Control-R(기록 검색)
pt_br: Control-R (buscar no histórico)
ru: Control-R (поиск в истории)
vi: Control-R (Tìm trong lịch sử)
zh_hans: Control-R（搜索历史）
zh_hant: Control-R（搜尋歷史記錄）

source: Control-U (Clear Line)
ar: Control-U (مسح السطر)
de: Control-U (Zeile löschen)
es: Control-U (borrar línea)
fr: Contrôle-U (effacer la ligne)
it: Control-U (cancella riga)
ja: Control-U（行を消去）
ko: Control-U(줄 지우기)
pt_br: Control-U (limpar linha)
ru: Control-U (очистить строку)
vi: Control-U (Xóa dòng)
zh_hans: Control-U（清除行）
zh_hant: Control-U（清除行）

source: Control-Z (Suspend)
ar: Control-Z (تعليق)
de: Control-Z (Anhalten)
es: Control-Z (suspender)
fr: Contrôle-Z (suspendre)
it: Control-Z (sospendi)
ja: Control-Z（一時停止）
ko: Control-Z(일시 중지)
pt_br: Control-Z (suspender)
ru: Control-Z (приостановить)
vi: Control-Z (Tạm dừng)
zh_hans: Control-Z（挂起）
zh_hant: Control-Z（暫停）

source: Copied
ar: تم النسخ
de: Kopiert
es: Copiado
fr: Copié
it: Copiato
ja: コピーしました
ko: 복사됨
pt_br: Copiado
ru: Скопировано
vi: Đã sao chép
zh_hans: 已拷贝
zh_hant: 已拷貝

source: Copy
ar: نسخ
de: Kopieren
es: Copiar
fr: Copier
it: Copia
ja: コピー
ko: 복사
pt_br: Copiar
ru: Скопировать
vi: Sao chép
zh_hans: 拷贝
zh_hant: 拷貝

source: Copy as Image
ar: نسخ كصورة
de: Als Bild kopieren
es: Copiar como imagen
fr: Copier comme image
it: Copia come immagine
ja: 画像としてコピー
ko: 이미지로 복사
pt_br: Copiar como imagem
ru: Скопировать как изображение
vi: Sao chép dưới dạng hình ảnh
zh_hans: 拷贝为图片
zh_hant: 拷貝為圖片

source: Copy Message
ar: نسخ الرسالة
de: Nachricht kopieren
es: Copiar mensaje
fr: Copier le message
it: Copia messaggio
ja: メッセージをコピー
ko: 메시지 복사
pt_br: Copiar mensagem
ru: Скопировать сообщение
vi: Sao chép thông báo
zh_hans: 拷贝消息
zh_hant: 拷貝訊息

source: Copy Text
ar: نسخ النص
de: Text kopieren
es: Copiar texto
fr: Copier le texte
it: Copia testo
ja: テキストをコピー
ko: 텍스트 복사
pt_br: Copiar texto
ru: Скопировать текст
vi: Sao chép văn bản
zh_hans: 拷贝文本
zh_hant: 拷貝文字

source: Critical
ar: حرج
de: Kritisch
es: Crítico
fr: Critique
it: Critico
ja: 致命的
ko: 치명적
pt_br: Crítico
ru: Критично
vi: Nghiêm trọng
zh_hans: 严重
zh_hant: 嚴重

source: Current Directory
ar: الدليل الحالي
de: Aktuelles Verzeichnis
es: Directorio actual
fr: Dossier actuel
it: Cartella attuale
ja: 現在のディレクトリ
ko: 현재 디렉토리
pt_br: Diretório atual
ru: Текущая папка
vi: Thư mục hiện tại
zh_hans: 当前目录
zh_hant: 目前目錄
